[
    {
        "name": "Pempek",
        "description": "Pempek atau empek-empek adalah makanan yang terbuat dari daging ikan yang digiling lembut yang dicampur tepung kanji atau tepung sagu, serta komposisi beberapa bahan lain seperti telur, bawang putih yang dihaluskan, penyedap rasa, dan garam"
    },
    {
        "name": "Tekwan",
        "description": "Tekwan adalah penganan khas Palembang yang terbuat dari campuran daging ikan dan tapioka, yang dibentuk berupa bulatan kecil-kecil, dan disajikan dalam kuah udang dengan rasa yang khas. Biasanya pelengkap tekwan adalah sohun, irisan bengkoang dan jamur, serta ditaburi irisan daun bawang, seledri, dan bawang goreng. "
    },
    {
        "name": "Model",
        "description": "Model adalah salah satu makanan khas Palembang. Bahan-bahannya yakni ikan tenggiri, tahu China, tepung sagu, dan telur, serta disajikan bersama dengan kuah udang yang khas. "
    },
    {
        "name": "Kemplang",
        "description": "Kemplang adalah sejenis kerupuk ikan yang terbuat dari tepung tapioka dan ikan berdaging putih dengan penambahan bumbu-bumbu. "
    },
    {
        "name": "Nasi Minyak",
        "description": "Nasi minyak adalah masakan khas Sumatra Selatan berupa olahan nasi yang dimasak dengan minyak samin dan rempah-rempah khas Nusantara dan Timur-Tengah. "
    },
    {
        "name": "Malbi",
        "description": "Malbi adalah olahan daging sapi yang sering dibuat pada kesempatan khusus seperti lebaran dan hajatan ini biasanya disandingkan dengan nasi minyak atau ketupat. Olahan malbi umumnya dibuat dengan daging bersama santan kelapa, gula merah, dan rempah-rempah. "
    },
    {
        "name": "Celimpungan",
        "description": "Celimpungan adalah makanan yang berasal dari Sumatra Selatan. Bahan dasar celimpungan adalah adonan sagu dan ikan seperti halnya empek-empek yang juga berasal dari Sumatra Selatan. Perbedaan di antara keduanya terletak pada bentuk dan kuahnya"
    },
    {
        "name": "Martabak Har",
        "description": "Nama Martabak HAR adalah jaminan mutu. HAR – singkatan dari Haji Abdul Razak "
    },
    {
        "name": "Otak otak",
        "description": "Otak-otak adalah makanan yang terbuat dari daging tenggiri cincang yang dibungkus dengan daun pisang, dipanggang, dan disajikan dengan kuah asam pedas. Penganan ini populer di kawasan sekitar Selat Malaka dan Selat Karimata, seperti Kepulauan Riau, Singapura, dan Malaysia, tetapi tersebar luas pula di berbagai kota di Sumatra dan Jawa."
    },
    {
        "name": "Kuah Cuko",
        "description": "Kuah cuko adalah sajuan nikmat asal Palembang yang biasanya disajikan bersama dengan pempek. Tak hanya melulu dengan pempek, kamu bisa mengkreasikan camilan lainnya yang bisa disajikan bersama kuah cuko."
    }
]